Revit 2027 API
BuiltInFailures.OverlapFailures.ToposolidSubregionOverlap Property
 Highlighted toposolid and sub-division overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ToposolidSubregionOverlap { get; }
Public Shared ReadOnly Property ToposolidSubregionOverlap As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ToposolidSubregionOverlap {
	FailureDefinitionId^ get ();
}
static member ToposolidSubregionOverlap : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.OverlapFailures Class
Autodesk.Revit.DB Namespace